import React, { Fragment } from 'react'
import {Div} from "~/styledComponents/shared";
//B2C 개인정보처리방침
export default function(props) {
    return(
        <Fragment>
            <Div p={16}>
                개인정보처리방침 (Ver.1.1)<br/><br/>

                위탁사업자인 Farm & Consume, Ltd.와 운영사업자인 (주)이지팜(이하 "회사")은 개인정보 보호 관련 법령에 따라 고객의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.<br/>
                본 개인정보 처리방침은 모든 서비스(Web, App 전체) 이용에 적용됩니다.<br/><br/>

                1. 개인정보의 수집 및 이용목적<br/>
                회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 법률에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br/><br/>

                2. 개인정보의 수집 항목 및 방법<br/>
                회사는 다음의 개인정보 항목을 수집하여 처리하고 있습니다.<br/>
                ① 필수항목 : 회원 가입 및 상품 주문 이행을 위해 필수적인 정보를 직접 입력<br/>
                가. 회원가입 시 : SNS 계정(카카오) 간편가입 시 닉네임, 휴대전화번호, 이메일주소<br/>
                나. 본인인증 시 : 성명, 휴대전화번호, 생년월일, 암호화된 이용자 확인값(CI), 중복가입확인정보(DI)<br/>
                다. 상품 주문결제 시 : 주문자 정보(본인인증을 통해 확인한 성명, 휴대폰 번호), 결제수단에 따라 신용카드정보(카드사명, 카드번호), 휴대전화정보(통신사, 휴대폰번호)<br/>
                라. 상품 배송 시 : 수취인의 성명, 주소, 휴대전화번호, 전화번호<br/>
                마. 상담 및 불만 처리 시 : 아이디, 이메일 주소<br/>
                바. 서비스 개선을 위한 통계 분석 : 쿠키, 서비스 이용 기록(최근 접속일, 접속 IP 정보, 구매로그, 이벤트 로그), 기기정보(고유 기기 식별값, OS버전)<br/>
                사. 보유 및 이용기간<br/>
                - 회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 및 수집 목적 달성 시 지체없이 안전하게 파기하고, 이용자에게 개인정보 보관 기간에 대해 별도 동의를 얻은 경우 해당 동의 내용에 따릅니다.
                - 이외 법령에 따라 일정 기간 보관해야 하는 항목은 관련 법령에 따릅니다.<br/>
                ② 선택항목<br/>
                특정 상품 주문 시 직접 입력 또는 취소∙환불 처리 시점에 유선으로 수집<br/>
                마케팅 및 분석, 프로모션 진행 시 희망자에 한해 직접 입력 또는 제공 항목 선택 제출<br/>
                선물하기 서비스 이용 등 특정 기능 이용 시점에 직접 입력<br/>
                가. SNS 계정 간편가입 시 : 성별, 카카오 샵블리 채널 추가 여부<br/>
                나. 마케팅 및 분석 : 회원 정보(이름, 휴대전화번호, 이메일, 성별, 생년월일, 회원등급, 가입일시), 쇼핑 및 서비스 이용 정보(장바구니의 상품, 구매일시, 배송지역)(수집∙이용항목은 마케팅 및 분석 목적에 따라 달라질 수 있으며 수집 시점에 안내 후 동의 여부를 확인함)<br/>
                다. 프로모션 : 휴대전화번호, 이메일, 주소(수집∙이용항목은 프로모션의 목적에 따라 달라질 수 있으며 수집 시점에 안내 후 동의 여부를 확인함. 경품 지급 시 소득세법에 따라 제세공과금 처리 위해 주민등록번호를 수집할 수 있음)<br/>
                라. 구매 취소, 환불 : 예금주 성명, 은행명, 계좌번호<br/>
                마. 선물하기 서비스 이용 시 : 발신인 성명, 수신인 성명, 수신인의 휴대전화번호<br/>
                바. 미성년자의 법정대리인 동의 : 법정대리인의 성명, 법정대리인의 연락처, 암호화된 이용자 확인값(CI), 중복가입확인정보(DI)<br/>
                사. 보유 및 이용기간<br/>
                - 회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 및 수집 목적 달성 시 지체없이 안전하게 파기하고, 이용자에게 개인정보 보관 기간에 대해 별도 동의를 얻은 경우 해당 동의 내용에 따릅니다.<br/>
                - 이외 법령에 따라 일정 기간 보관해야 하는 항목은 관련 법령에 따릅니다.<br/>
                - 미성년자 법정대리인 동의의 경우 미성년인 이용자가 성년이 되기 전까지 보관 후 삭제, 법정대리인이 거부의사를 밝힌 즉시 삭제<br/>
                - 이벤트의 경우 진행하는 이벤트에 따라 수집 항목이 상이할 수 있으므로 별도 동의를 받으며, 목적 달성 즉시 파기<br/><br/>

                3. 개인정보의 보유 및 이용기간<br/>
                ① 회사는 법령에 따른 개인정보 보유·이용 기간 또는 이용자로부터 개인정보 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.<br/>
                ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.<br/>
                가. 홈페이지 회원 가입 및 관리 : 회원 탈퇴 시 부정이용 방지를 위하여 30일 동안 보관(아이디, 휴대전화번호) 후 파기하며, 재화 또는 서비스 제공에 해당하는 경우는 관련 법령에 의거하여 보유 기간 동안 보관 후 파기합니다.<br/>
                다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지<br/>
                - 관계 법령 위반에 따른 수사 조사 등이 진행중인 경우에는 해당 수사 조사 종료시까지<br/>
                - 서비스 이용에 따른 채권 채무관계 잔존시에는 해당 채권 채무관계 정산시까지<br/>
                나. 개인정보 유효기간제(휴면계정 정책) : 1년 이상 서비스 이용기록이 없는 이용자의 개인정보는 개인정보 보호법 제39조의6에 따라 일반 이용자의 개인정보와 분리(휴면계정으로 전환)하여 저장 및 관리됩니다. 회사는 휴면계정으로 전환되기 30일 이전, 해당 내용에 대해 이메일 등을 통해 이용자에게 사전 통지를 하며 분리 저장된 개인정보는 관련 법령에 특별한 규정이 있는 경우를 제외하고 해당 개인정보를 이용·제공하지 않습니다.<br/>
                다. 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금결제·정산 완료시까지<br/>
                - 비회원 주문 : 업무 목적 달성일로부터 5년 보관 후 파기<br/>
                - 대량주문 문의 : 문의 완료일로부터 30일 보관 후 파기<br/>
                - 입점 문의 : 문의 완료일로부터 90일 보관 후 파기<br/>
                다만, 다음 사유에 해당하는 경우에는 해당 기간 종료시까지<br/>
                · 대금결제 및 재화 등의 공급에 관한 기록 : 5년(전자상거래 등에서의 소비자보호에 관한 법률)<br/>
                · 계약 또는 청약철회 등에 관한 기록 : 5년(전자상거래 등에서의 소비자보호에 관한 법률)<br/>
                · 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년(전자상거래 등에서의 소비자보호에 관한 법률)<br/>
                · 본인 확인에 대한 기록 : 6개월(정보통신 이용촉진 및 정보보호 등에 관한 법률)<br/>
                · 서비스 방문 기록(로그기록자료, 접속지 추적자료) : 3개월(통신비밀보호법)<br/><br/>

                4. 개인정보 파기절차 및 방법<br/>
                ① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.<br/>
                ② 이용자로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 별도 보존되는 개인정보는 법률에 의한 경우가 아니고서는 보존목적 이외의 다른 목적으로 이용되지 않습니다.<br/>
                ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다<br/>
                가. 파기절차<br/>
                회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.<br/>
                나. 파기방법<br/>
                회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 로우레벨포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.<br/><br/>

                5. 개인정보 제3자 제공<br/>
                ① 회사는 이용자의 개인정보를 수집 시 명시한 범위 내에서만 개인정보를 처리하며, 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다.<br/>
                ② 회사는 서비스 내에서 주문과 결제가 발생한 경우, 상담 및 배송 등 원활한 거래 이행을 위하여 관련된 정보를 필요한 범위 내에서 제3자(판매자)에게 전달합니다. 주문 시에만 제3자(판매자)에게 개인정보가 제공되며 제3자(판매자)에게 개인정보 제공을 거부하실 수 있으나, 이 경우 서비스 이용이 제한될 수 있습니다.<br/>
                가. 제공받는 자 : 상품판매 제휴업체<br/>
                나. 제공 목적 : 상품 주문확인 및 배송 업무<br/>
                다. 제공 정보 : 성명, 휴대폰 번호, 이메일, 배송지 주소(구매자와 수취인이 다를 경우 수취인의 정보 제공)<br/>
                라. 보유 및 이용기간 : 재화 또는 서비스의 제공 목적이 달성된 후 파기(단, 관계법령에 정해진 규정에 따라 법정기간동안 보관)<br/><br/>

                6.개인정보 취급 위탁<br/>
                ① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.<br/>
                가. 물품 배송 : 로젠택배, CJ대한통운, 우체국, 롯데택배, CU편의점택배, 세방택배, 한진택배<br/>
                나. 결제 서비스 : 토스페이먼츠(주), 주식회사 카카오페이, 네이버파이낸셜(주), (주)아임포트<br/>
                다. 알림톡 서비스 : 주식회사 카카오, 비즈톡 주식회사<br/>
                라. SMS, MMS 등 문자 발송 서비스 : (주)엘지유플러스<br/>
                마. 본인확인 : 주식회사 다날<br/>
                바. 데이터보관 : Amazon Web Services, Inc.<br/>
                ② 회사는 위탁계약 체결 시 위탁업무 수행목적 외 개인정보 처리금지, 기술적 관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리 감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br/>
                ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br/><br/>

                7. 이용자 및 법정대리인의 권리와 그 행사방법<br/>
                ① 이용자는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br/>
                가. 개인정보 열람요구<br/>
                나. 오류 등이 있을 경우 정정 요구<br/>
                다. 삭제요구<br/>
                라. 처리정지 요구<br/>
                ② 이용자는 홈페이지의 “개인정보수정”, “회원탈퇴” 메뉴 및 회사에 대해 서면, 전자우편, 모사전송(FAX) 등을 통하여 권리 행사를 할 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.<br/>
                ③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.<br/>
                ④ 이용자에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 위임장을 제출하셔야 합니다.<br/>
                ⑤ 이용자는 개인정보 보호 유관법령을 위반하여 회사가 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.<br/><br/>

                8. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항<br/>
                ① 회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.<br/>
                ② 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내의 하드디스크에 저장되기도 합니다.<br/>
                가. 쿠키의 사용목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.<br/>
                나. 쿠키의 설치·운영 및 거부 : 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 웹브라우저별 옵션 선택을 통해 모든 쿠키를 허용 또는 거부하거나 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다. 쿠키 설치 허용여부를 지정하는 방법은 다음과 같습니다.<br/>
                - Internet Explorer : 도구 메뉴 > 인터넷 옵션 > 개인정보 탭 > 개인정보처리 수준 설정<br/>
                - Chrome : 설정 메뉴 > 고급 설정 표시 선택 > 개인정보-콘텐츠 설정 > 쿠키 수준 설정<br/>
                - Firefox : 옵션 메뉴 > 개인정보 > 방문기록-사용자 정의 설정 > 쿠키 수준 설정<br/>
                - Safari : 환경설정 메뉴 > 개인정보 탭 > 쿠키 및 웹 사이트 데이터 수준 설정<br/>
                ③ 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.<br/><br/>

                9. 모바일 앱 사용 시 광고 식별자(ADID/IDFA) 수집<br/>
                ① 회사는 이용자의 ADID/IDFA를 수집할 수 있습니다. ADID/IDFA란 모바일 앱 이용자의 광고 식별 값으로 사용자의 맞춤 서비스 제공이나 더 나은 환경의 광고를 제공하기 위한 측정을 위해 수집될 수 있습니다.
                ② 거부 방법은 아래와 같습니다.<br/>
                가. Android : 설정 > 구글(구글설정) > 광고 > 광고 맞춤설정 선택 해제<br/>
                나. iOS : 설정 > 개인 정보 보호 > 광고 > 광고 추적 제한<br/><br/>

                10. 개인정보의 기술적·관리적 보호조치<br/>
                회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.<br/>
                ① 관리적 조치 : 내부관리계획 수립 시행, 정기적 직원 교육 등<br/>
                ② 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 등<br/>
                ③ 물리적 조치 : 전산실, 자료보관실 등의 접근통제 등<br/><br/>

                12. 개인정보 보호책임자<br/>
                ① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만 처리 및 피해 구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<br/>
                ② 회사는 회사의 서비스를 이용하면서 발생한 모든 개인정보 보호 관련 문의, 불만 처리, 피해 구제 등에 관한 사항을 개인정보 보호책임자 및 고객센터로 문의하실 수 있으며, 문의에 대해 지체 없이 답변 및 처리할 것입니다.<br/>
                가. 개인정보 보호책임자<br/>
                - 성명 : 김용<br/>
                - 소속·직위 : 블록체인사업본부·수석<br/>
                - 이메일 : gary@blocery.io<br/>
                - 전화: 031.8090.3058<br/>
                나. 개인정보 민원처리 담당부서<br/>
                - 부서명 : 고객센터<br/>
                - 이메일 : cs@blocery.io<br/>
                - 전화 : 031.8090.3108<br/>
                ③ 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br/>
                가. 개인정보침해신고센터 : 국번없이 118, https://privacy.kisa.or.kr<br/>
                나. 대검찰청 첨단범죄수사과 : 국번없이 1301, https://www.spo.go.kr<br/>
                다. 경찰청 사이버안전국 : 국번없이 182, https://cyberbureau.police.go.kr<br/><br/>

                13. 개인정보처리방침의 개정과 그 공지<br/>
                본 개인정보 처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우 변경사항의 시행일 7일 전부터 공지사항 및 이메일 등을 통해 공지합니다. 그러나 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자의 권리에 중요한 변경 사유가 발생하는 경우 최소 30일 전에 공지합니다.<br/><br/>


            </Div>
        </Fragment>
    )
}