
const BOARD_STORE = {
    all : { boardType: 'all', name: '전체', desc: '', defaultHashtags: []},

    producer : { boardType: 'producer', name: '생산자 활동', desc: '농가의 소식과 생산이력 관련 소식이에요!',
        defaultHashtags: ['생산자활동', '농가소식', '유기농', '무기농', '재배일지', '신규입점', '이력추적', '새참타임']},

    free: { boardType: 'free', name: '자유게시판', desc:'당신의 TMI 몹시 환영',
        defaultHashtags: ['TMI', '일상', '여행', '공연', '패션', '쇼핑', '동물', '냥냥이', '댕댕이', '간식자랑', '재테크', '문화생활', '취미', '고양이최고', '냥블리토크', '냥냥토크', '멍블리토크', '멍멍토크', '보고가세요', '좋아요반사', '럽블리토크']},

    tip: { boardType: 'tip', name: '이용 꿀팁', desc:'샵블리 이용 꿀팁 공유하기',
        defaultHashtags: ['이용꿀팁', '미세팁', '나만알던쇼핑팁', '등급업팁', '포인트적립팁', '이벤트팁', '구매팁', '쿠폰팁', '이벤트꿀팁', '팁대방출']},

    goodRest: { boardType: 'goodRest', name: '맛집 추천', desc:'나만 알기 아까운 바로 그 맛집! 소개해 주세요!',
        defaultHashtags: ['맛집추천', '현지맛집', '맛잘알', '먹잘알', '먹킷리스트', '인생맛집', '감성핫플', '가성비맛집', '둘이먹다둘다죽음', '웨이팅', '찐맛집', '골목식당', '내돈내산', '비쥬얼짱', '데이트', '협찬x',
            '양이적어요', '단짠단짠', '분위기좋아요', '친절해요', '가성비갑', '시그니처메뉴', '매장이깨끗해요', '인테리어좋아요', '음료맛있어요', '맛블리토크', '할많하않', '여행음식', '다이어트는내일부터']},

    recipe : { boardType: 'recipe', name: '우리집 밥상 ', desc:'오늘 우리 집 밥상 자랑! #레시피 #우리엄마손맛 #손맛자랑',
        defaultHashtags: ['우리집밥상', '샵블리재료', '엄마밥상', '내솜씨', '금손', '한식', '양식', '일식', '점심식사', '며느리도안가르쳐주는비법', '이유식', '야식', '황금레시피', '집밥일기', '다이어트식단', '보기엔이래도', '혼밥레시피', '우리집비밀', '비건', '맛에진심인편', '간단한레시피',
            '손에서우러나온맛', '다이어트중', '상다리부서짐', '엄마가최고', '오늘메뉴는?', '다이어트는내일부터', '다이어트는포토샵으로']},

    wantEvent : { boardType: 'wantEvent', name: '행사해주세요', desc:'샵블리에서 행사로 만나고 싶은 상품을 추천해 주세요!',
        defaultHashtags: ['행사해주세요', '포텐타임', '슈퍼리워드', '프로모션', '기획전', '행사하면살거예요', '이벤트제안', '이거원함', '싸게사고싶어요', '수산요청', '과일요청', '정육요청', '행사할때까지버티기', '제발', '이래도안해줘?', '할인하면살텐데', '언제할인하나']},

    wantShop : { boardType: 'wantShop', name: '샵블리에 바란다', desc:'다 읽어볼 거예요! 샵블리에게 전하고 싶은 말!',
        defaultHashtags: ['샵블리에바란다', '요청사항', '건의사항', '서비스개선', '나만의아이디어']},

    shopProd : { boardType: 'shopProd', name: '샵블리 농가응원', desc:'샵블리의 생산자분들을 응원해 주세요!',
        defaultHashtags: ['농가응원', '대박기원', '부자되세요', '상품좋아요', '재구매각', '응원', '재구매각', '여기가최고', '찐단골', '재구매각', 'n차구매중', '더위조심', '추위조심']},

    land : { boardType: 'land', name: '우리동네텃밭', desc:'시장에서나 동네에서 찾은 농장과 생산물을 올려주세요!',
        defaultHashtags: ['우리동네텃밭', '재배일기', '귀농일기', '청년농부', '신품종', '베란다텃밭', '개인농장', '파릇파룻', '주말농장', '공동텃밭', '초록색', '나도할수있다', '우리집쑥쑥이', '새싹', '신입농부', '샵블리입점도전']},

    //blocery : { boardType: 'blocery', name: '블로서리'},
}

export default BOARD_STORE